13/data/attachments/54c226ea7ec8eb21.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Logan_society_Friend_62577_0</nif:username>
            <nif:friendToBeRequested>soap_friends_23538b83-ec07-4fce-aea3-a1b54bbc0466</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>